Repository: choosenname/Hamiltonian_cycle_search
Catalog: courseWork/MainForm.*.resx
Languages: be

# searchButton.Text
source: Поиск гамильтонова цикла на графе
be: Пошук Гамильтонова цыклу ў графе

# toolStripMenuItem1.Text
source: Язык
be: Мова

# светлаяToolStripMenuItem.Text
source: Светлая
be: Светлы

# темнаяToolStripMenuItem.Text
source: Темная
be: Цёмны

# темыToolStripMenuItem.Text
source: Тема
be: Тэма

# настройкиToolStripMenuItem.Text
source: Настройки
be: Наладжваньне

# сохранитьToolStripMenuItem.Text
source: Сохранить
be: Захаваць

# сохранитьКакToolStripMenuItem.Text
source: Сохранить как...
be: Захаваць як...

# открытьToolStripMenuItem1.Text
source: Открыть
be: Адкрыць

# справкаToolStripMenuItem.Text
source: Справка
be: Даведка

# saveFileDialog1.Filter
source: Файлы графа (*.gr)|*.gr|Все файлы (*.*)|*.*
be: Файлы графа (*.gr)/*. gr / усе файлы ( * .*)|*.*

# label1.Text
source: Гамильтонов цикл:
be: Гамільтанаў цыкл:

# $this.Text
source: Поиск гамильтонова цикла в графе
be: Пошук Гамильтонова цыклу ў графе
